{
  "status": {
    "timestamp": "2023-04-12T06:56:52.906Z",
    "error_code": 0,
    "error_message": null,
    "elapsed": 8,
    "credit_count": 1,
    "notice": null
  },
  "data": { 
      "id": 270,
      "symbol": "BTC",
      "name": "Binance",
      "slug": "binance",
      "cmc_rank": 1,
      "circulating_supply": 80436113655.49544,
      "total_supply": 120457776,
      "quote": {
        "USD": {
          "price": 1893.5650984391975,
          "volume_24h": 8801336448.39279,
          "volume_change_24h": 5.0274,
          "percent_change_1h": 0.10343577,
          "percent_change_24h": -0.9283784,
          "percent_change_7d": 1.39548542,
          "percent_change_30d": 19.06724054,
          "percent_change_60d": 25.36549696,
          "percent_change_90d": 36.46633013,
          "market_cap": 228094640469.20682,
          "market_cap_dominance": 18.4526,
          "fully_diluted_market_cap": 228094640469.21,
          "tvl": null,
          "last_updated": "2023-04-12T00:17:00.000Z"
        }
      },
      "description": "## What Is Binance?\n\nBinance is the world’s largest crypto exchange by trading volume, with $76 billion daily trading volume on Binance exchange as of August 2022, and 90 million customers worldwide. The platform has established itself as a trusted member of the crypto space, where users can buy, sell and store their digital assets, as well as access over 350 cryptocurrencies listed and thousands of trading pairs. The Binance ecosystem now comprises of Binance Exchange, Labs, Launchpad, Info, Academy, Research, Trust Wallet, Charity, NFT and more.\n\n\n## Who Are the Binance Founders?\n\nThe global company was co-founded in China by Changpeng Zhao and Yi He. A Chinese-Canadian developer and business executive, Changpeng Zhao, who goes by CZ, is the company's CEO. He studied at McGill University Montreal and had a successful track record as an entrepreneur. His past experiences include Head of Bloomberg Tradebook Futures Research & Development team, founder of Fusion Systems and Head of Technology at Blockchain.com. \n\nYi He is CMO at Binance and Head at Binance Labs, the company’s venture capital arm. Yi was previously Vice President at a leading mobile video tech company, Yixia Technology, and co-founder of digital asset exchange OKCoin.\n\n\n## When Did Binance Launch?\n\nBinance was launched in June 2017, and within 180 days grew into the largest cryptocurrency exchange in the world.\n\n\n## Binance Restricted Countries\n\nUnder the Binance Terms of Use, restricted locations include the United States, Singapore and Ontario (Canada). However, some countries have restricted usage or features might be limited due to regulatory reasons, including but not limited to, China, Malaysia, Japan, UK and Thailand. Futures and derivatives products are also not available in Germany, Italy and The Netherlands. In September 2019, a separate dedicated platform for US clients, Binance.US, was launched.\n\n\n## How Much Are Binance Fees?\n\nThe platform is user-friendly and one of the cheapest with a huge selection of transaction types and an advanced set of trading tools for experienced investors. It charges based on a tiered system, from regular users to VIP 9. For regular users, a 0.10% maker taker fee is charged for spot trading. In July 2022, Binance announced zero-fee trading for BTC spot trading pairs, and in August for ETH/BUSD pair.\n\n\n## Is It Possible To Use Leverage or Margin Trading on Binance?\n\nTraders can borrow funds and participate in margin trading on Binance Margin, which allows trading cryptocurrencies with up to 10X leverage. Users can also use derivatives products such as Binance Futures, settled in USDT, BUSD or other cryptocurrencies and Binance Options to leverage on their trades.",
      "notice": "",
      "logo": "https://s2.coinmarketcap.com/static/img/exchanges/64x64/270.png",
      "countries": [],
      "fiats": [
        "EUR",
        " GBP",
        " BRL",
        " AUD",
        " UAH",
        " RUB",
        " TRY",
        " ZAR",
        " PLN",
        " NGN",
        " RON"
      ],
      "urls": {
        "twitter": ["https://twitter.com/binance"],
        "blog": [],
        "fee": ["https://www.binance.com/en/fee/schedule"],
        "website": ["https://www.binance.com/"],
        "chat": ["https://t.me/binanceexchange"]
      },
      "tags": null,
      "type": "",
      "porStatus": 1,
      "porAuditStatus": 0,
      "walletSourceStatus": 0,
      "porSwitch": "{\"totalAssetSwitch\":1,\"auditSwitch\":0,\"walletAddressSwitch\":1,\"tokenSwitch\":1}",
      "date_launched": "2017-07-14T00:00:00.000Z",
      "is_hidden": 0,
      "is_redistributable": null,
      "maker_fee": 0.02,
      "taker_fee": 0.04,
      "spot_volume_usd": 10084861996.61665,
      "spot_volume_last_updated": "2023-04-12T06:55:17.444Z",
      "weekly_visits": 14525433
    }
}
